{
  "excuses": [
    {
      "id": 1,
      "category": "work",
      "text": "У меня внезапно отключили воду, ждут сантехника из ЖЭКа. Это вопрос национальной безопасности.",
      "isAbsurd": false
    },
    {
      "id": 2,
      "category": "work",
      "text": "Мой кот случайно заблокировал дверь изнутри. Нужно срочно вызвать спасателей.",
      "isAbsurd": false
    },
    {
      "id": 3,
      "category": "work",
      "text": "У меня срочная встреча с налоговым инспектором. Он приехал без предупреждения.",
      "isAbsurd": false
    },
    {
      "id": 4,
      "category": "work",
      "text": "Мой домашний сублиматор квантовой печали сломался, и мне нужно присутствовать при его калибровке.",
      "isAbsurd": true
    },
    {
      "id": 5,
      "category": "work",
      "text": "Меня только что избрали почётным председателем комитета по наблюдению за миграцией улиток в соседнем парке. Очень срочное собрание.",
      "isAbsurd": true
    },
    {
      "id": 6,
      "category": "school",
      "text": "У меня началась внеплановая аллергия на производные тригонометрических функций. Нужно срочно проветрить голову.",
      "isAbsurd": true
    },
    {
      "id": 7,
      "category": "school",
      "text": "Мой учебник по алгебре сбежал из дома. Ищу его по всему району.",
      "isAbsurd": false
    },
    {
      "id": 8,
      "category": "school",
      "text": "У меня срочная встреча с репетитором по квантовой физике. Он прилетел из другого измерения.",
      "isAbsurd": true
    },
    {
      "id": 9,
      "category": "school",
      "text": "Забыл дома дневник, а без него меня не пускают в школу. Это новый регламент.",
      "isAbsurd": false
    },
    {
      "id": 10,
      "category": "school",
      "text": "Мой мозг сегодня работает в режиме энергосбережения. Нужно подзарядить батарейки.",
      "isAbsurd": true
    },
    {
      "id": 11,
      "category": "friends",
      "text": "У меня внезапно сломался телепорт, и я не могу добраться до встречи. Жду мастера из будущего.",
      "isAbsurd": true
    },
    {
      "id": 12,
      "category": "friends",
      "text": "Меня заперли в лифте. Спасатели уже в пути, но это займет время.",
      "isAbsurd": false
    },
    {
      "id": 13,
      "category": "friends",
      "text": "У меня срочная операция по пересадке совести. Врач сказал, что это нельзя откладывать.",
      "isAbsurd": true
    },
    {
      "id": 14,
      "category": "friends",
      "text": "Забыл, что сегодня важная встреча с самим собой из параллельной вселенной.",
      "isAbsurd": true
    },
    {
      "id": 15,
      "category": "friends",
      "text": "У меня сломался телефон, и я не могу найти адрес. Жду, пока он сам починится.",
      "isAbsurd": false
    },
    {
      "id": 16,
      "category": "family",
      "text": "У нас внеплановая проверка МЧС по готовности к встрече именно такого важного гостя, как вы. Мы создаем систему безопасности нового уровня.",
      "isAbsurd": false
    },
    {
      "id": 17,
      "category": "family",
      "text": "Мой домашний робот-уборщик объявил забастовку. Веду переговоры с профсоюзом роботов.",
      "isAbsurd": true
    },
    {
      "id": 18,
      "category": "family",
      "text": "У меня срочная встреча с бабушкой из прошлого. Она пришла через временной портал.",
      "isAbsurd": true
    },
    {
      "id": 19,
      "category": "family",
      "text": "Забыл купить подарок, и теперь ищу его в параллельных мирах. Это может занять время.",
      "isAbsurd": true
    },
    {
      "id": 20,
      "category": "family",
      "text": "У нас дома прорвало трубу. Жду сантехника, но он застрял в пробке из-за миграции пингвинов.",
      "isAbsurd": true
    },
    {
      "id": 21,
      "category": "date",
      "text": "Меня похитили инопланетяне для важного межгалактического совещания. Вернусь после ужина.",
      "isAbsurd": true
    },
    {
      "id": 22,
      "category": "date",
      "text": "У меня срочная встреча с моим будущим 'я', чтобы обсудить последствия этого свидания.",
      "isAbsurd": true
    },
    {
      "id": 23,
      "category": "date",
      "text": "Заблудился в пространстве-времени. Навигатор показывает, что я в 3024 году.",
      "isAbsurd": true
    },
    {
      "id": 24,
      "category": "date",
      "text": "У меня сломался машина времени, и я застрял в прошлом. Вернусь, как только починю.",
      "isAbsurd": true
    },
    {
      "id": 25,
      "category": "date",
      "text": "Мой GPS решил, что сегодня не мой день для свиданий. Следую его рекомендациям.",
      "isAbsurd": false
    },
    {
      "id": 26,
      "category": "universal",
      "text": "У меня срочная встреча с самим собой из альтернативной реальности. Очень важные переговоры.",
      "isAbsurd": true
    },
    {
      "id": 27,
      "category": "universal",
      "text": "Мой домашний суперкомпьютер требует срочного обновления прошивки. Без меня он не справится.",
      "isAbsurd": true
    },
    {
      "id": 28,
      "category": "universal",
      "text": "Забыл, что сегодня день всеобщей амнистии для всех оправданий. Пользуясь случаем.",
      "isAbsurd": true
    },
    {
      "id": 29,
      "category": "universal",
      "text": "У меня срочная операция по пересадке чувства ответственности. Врач сказал, что это критично.",
      "isAbsurd": true
    },
    {
      "id": 30,
      "category": "universal",
      "text": "Меня вызвали на срочное заседание комитета по борьбе с гравитацией. Очень важное дело.",
      "isAbsurd": true
    }
  ]
}

